{"_id":"100","Name":"Ridley Scott","Biography":"Ridley Scott is a British Film director and producer whose movies are acclaimed for their visual style and rich details.","Born":"1937"}
{"_id":"101","Name":"John McTiernan","Biography":"John McTiernan is an American film director and producer, best known for his action films and most identifiable with the three films he directed back-to-back: Predator, Die Hard, and The Hunt for Red October.","Born":"1951"}
{"_id":"102","Name":"David Fincher","Biography":"David Fincher is an American film and music video director known for his stylish movies, which usually trend toward the dark and atmospheric","Born":"1962"}
{"_id":"103","Name":"James Ward Byrkit","Biography":"James Ward Byrkit is an American film director and writer known for the science-fiction thriller Coherence and the Academy Award-winning film Rango","Born":"1967"}
{"_id":"104","Name":"George Miller","Biography":"George Miller is an Australian director, screenwriter, and producer who has worked in a diverse range of genres, but is best known for the futuristic action series Mad Max.","Born":"1945"}
{"_id":"105","Name":"Danny Boyle","Biography":"Danny Boyle is a British director and screenwriter whose films are known for their bold visual imagery and exuberant energy.","Born":"1956"}
{"_id":"106","Name":"John Carpenter","Biography":"John Carpenter is an American filmmaker, screenwriter, and composer. Although Carpenter has worked with various movie genres, he is associated most commonly with horror, action, and science-fiction films of the 1970s and 1980s.","Born":"1948"}
{"_id":"107","Name":"Gareth Evans","Biography":"Gareth Evans is a Welsh film director, screenwriter, editor, and choreographer. He is best known for bringing the Indonesian martial art pencak silat into world cinema though his films Merantau, The Raid, and The Raid 2.","Born":"1980"}
{"_id":"108","Name":"Nicolas Winding Refn","Biography":"Nicolas Winding Refn is a Danish film director and screenwriter known for his striking cinematography and eclectic use of music and sound in his movies.","Born":"1970"}
{"_id":"109","Name":"S. Craig Zahler","Biography":"Steven Craig Zahler is an American film director, screenwriter, cinematographer, novelist, and musician.","Born":"1973"}
