{"_id":"100001","Title":"Alien","Description":"In deep space, the crew of the commercial starship Nostromo is awakened from thier cryo-sleep capsules halfway through their journey home to investigate a distress call from an alien vessel.","Genre":2.0,"Director":100.0,"ImagePath":"alien.png","Featured":false}
{"_id":"100002","Title":"Predator","Description":"A team of commandos on a mission in a Central American jungle find themselves hunted by an extraterrestrial warrior.","Genre":2.0,"Director":101.0,"ImagePath":"predator.png","Featured":false}
{"_id":"100003","Title":"Seven","Description":"When a retiring detective tackles a final case with the aid of a newly transferred partner, they discover a number of elaborate and grizzly murders.","Director":102.0,"ImagePath":"seven.png","Featured":false,"Genre":[1.0]}
{"_id":"100004","Title":"Coherence","Description":"Eight friends at a dinner party experience a troubling chain of events due to the malevolent influence of a passing comet.","Genre":2.0,"Director":103.0,"ImagePath":"coherence.png","Featured":true}
{"_id":"100005","Title":"Mad Max: Fury Road","Description":"In a post-apocalyptic wasteland, a woman rebels against a tyrannical ruler in search of her homeland with the aid of a group of prisoners, a psychotic worshiper, and a drifter named Max.","Genre":1.0,"Director":104.0,"ImagePath":"madmaxfuryroad.png","Featured":false}
{"_id":"100006","Title":"28 Days Later","Description":"Four weeks after a mysterious, incurable virus spreads throughout the UK, a handful of survivors try to find sanctuary.","Genre":3.0,"Director":105.0,"ImagePath":"28dayslater.png","Featured":false}
{"_id":"100007","Title":"The Thing","Description":"Members of an American scientific research outpost in Antarctica find themselves battling a parasitic alien organism capable of perfectly imitating its victims.","Genre":3.0,"Director":106.0,"ImagePath":"thething.png","Featured":false}
{"_id":"100008","Title":"The Raid","Description":"A S.W.A.T. team becomes trapped in a tenement run by a ruthless mobster and his army of killers and thugs.","Genre":1.0,"Director":107.0,"ImagePath":"theraid.png","Featured":false}
{"_id":"100009","Title":"Drive","Description":"A mysterious Hollywood stuntman and mechanic moonlights as a getaway driver and finds himself in trouble when he helps out his neighbor.","Genre":1.0,"Director":108.0,"ImagePath":"drive.png","Featured":false}
{"_id":"100010","Title":"Bone Tomahawk","Description":"In the Old West, a sheriff, his deputy, a gunslinger, and a cowboy embark on a mission to rescue three people from a savage group of cave dwellers.","Genre":3.0,"Director":109.0,"ImagePath":"bonetomahawk.png","Featured":false}
{"_id":"100011","Title":"Blade Runner","Description":"In 2019, a former police officer is hired to hunt down a fugitive group of clones living undercover in Los Angeles.","Genre":2.0,"Director":100.0,"ImagePath":"bladerunner.png","Featured":false}
